Repository: kimikaza/CroMuseumsApp
Catalog: MuseumApp/*.lproj/Localizable.strings
Languages: de, hr

source: InfoScreenUputeEN.png
de: InfoScreenUputeDE.png
hr: InfoScreenUputeHR.png

source: InfoScreenIkoneEN.png
de: InfoScreenIkoneDE.png
hr: InfoScreenIkoneHR.png

source: InfoScreenPrazniciEN.png
de: InfoScreenPrazniciDE.png
hr: InfoScreenPrazniciHR.png

source: InfoScreenJezikEN.png
de: InfoScreenJezikDE.png
hr: InfoScreenJezikHR.png

source: name_en
de: name_de
hr: name_hr

source: about_en
de: about_de
hr: about_hr

source: hours_en
de: hours_de
hr: hours_hr

source: price_en
de: price_de
hr: price_hr

source: guide_en
de: guide_de
hr: guide_hr

source: Address
de: Adresse
hr: Adresa

source: Phone
de: Tel
hr: Tel

source: event_en
de: event_de
hr: event_hr

source: additional_en
de: additional_de
hr: additional_hr

source: comment_en
de: comment_de
hr: comment_hr

source: Cancel
de: Abbrechen
hr: Odustani

source: Comment
de: Kommentiere
hr: Komentiraj

source: The museum can be rated only once, and you have already rated this one!
de: Das Museum kannst du nur einmal bewerten und dieses hast du schon bewertet!
hr: Muzej možeš ocijeniti samo jednom, a ovaj već jesi!

source: Hello!
de: Hallo!
hr: Pozdrav!

source: Search
de: Suchen
hr: Traži

source: You haven't added any museum to your favourites yet :(
de: Du hast noch kein Museum in deine Favoriten hinzugefügt :(
hr: Nemaš spremljen još niti jedan muzej pod svoje favorite :(

source: It seems you are not connected to the internet
de: Im Moment hast du keine Internetverbinung!
hr: Izgleda da trenutno nemaš vezu s internetom!

source: To rate the museum, you need the internet connection!
de: Um das Museum zu bewerten, mußt du Internetverbindung herstellen!
hr: Izgleda da trenutno nemaš vezu s internetom pa ne možeš ocijeniti muzej!

source: To post a comment, you need the internet connection!
de: Um das Museum zu kommentieren, mußt du Internetverbindung herstellen!
hr: Izgleda da trenutno nemaš vezu s internetom pa ne možeš komentirati muzej!

source: No one has commented on this museum yet :(</br></br>(or you can't see the comments because you are not connected to the internet)
de: Zu diesem Museum wurde noch kein Kommentar gegeben :(</br></br>(oder du kannst die Kommentare nicht sehen, weil du keine Internetverbindung hast)
hr: Još nitko nije komentirao ovaj muzej :(</br></br>(ili ne vidiš komentare jer nemaš vezu s internetom)

source: Thank you!
de: Danke!
hr: Hvala!
